
# Token telegran bot
bot_token = '1343616583:AAENzLIACtMYtHYqk3R0E8oXM2ifHhSUvNo' # токен бота
CHANNEL_ID = 0 # id канала куда будет отсылаться информация, ид без -100 в начале (например: 124873248) - указать заместо нуля

# ID admin
admin_id = 1253090293 # id админа - указать заместо нуля

bot_login = 'sladkiyplod_bot' # логин бота
ref_percent = 5 # Процент реферальной системы

QIWI_NUMBER = '79504828616'    # номер киви
QIWI_TOKEN = 'token'            # токен киви

text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} рублей\n' \
                '💠 Кол-во товара: {amount}' \


# инфа
info = '''❗️ Информация:\n\nПо всем вопросам к нашему администратору - @stry1tex1\n'''

# Пополнение баланса
replenish_balance = '💰 Пополнение баланса:\n\n' \
                    '➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n' \
                    '🥝 Оплата киви: \n\n' \
                    '📞 Номер  {number}\n' \
                    '📩 Коментарий  {code}\n\n' \
                    '➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n' \
                    '💳 Оплата картой:\n\n' \
                    '📞 Номер карты: 4693 9575 5659 6612\n' \
                    '📩 Коментарий  {code}\n\n' \
                    '➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n' \
                    '🔸 Сумма  от 1 до 15000 рублей\n\n' \
                    '🔸 Примечание: переводить деньги на указанные реквизиты исключительно с комментарием\nПереводы без комментария анулируются!' \


                    
# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'
